[
    {
        "id": "1",
        "title": "Football",
        "description": "Although football can trace its roots back to Ancient China, the modern version of the game was born on the streets of medieval England, before going on to become the most popular sport in the world.",
        "url": "/football.jpg",
        "pageUrl": ""
    },
    {
        "id": "2",
        "title": "Basketball",
        "description": "Basketball is a team sport in which two teams, most often of five players each, try to score points by shooting a ball through a hoop while avoiding the opposing team's hoop.",
        "url": "/basketball.jpg",
        "pageUrl": ""
    },
    {
        "id": "3",
        "title": "Volleyball",
        "description": "Volleyball is a team sport in which two teams of six players try to score points by hitting a ball back and forth across a net.",
        "url": "/volleyball.jpg",
        "pageUrl": ""
    },
    {
        "id": "4",
        "title": "Tennis",
        "description": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles).",
        "url": "/tennis.jpg",
        "pageUrl": ""
    },
    {
        "id": "5",
        "title": "Taekwondo",
        "description": "Basketball was invented by James W. Naismith to keep his students fit during the winter. In December 1891, the physical education teacher at the YMCA International Training School in Springfield, USA sought a suitable indoor sport for his students, and plenty of the rules for the game he created still apply today. The first international games were played in the 1920s, and the first world championships took place in the 1950s.",
        "url": "/taekwondo.jpg",
        "pageUrl": ""
    },
    {
        "id": "6",
        "title": "Athletics",
        "description": "Contested at the very first ancient Olympic Games, athletics is one of the oldest sports on record, with the names of champions documented from as far back as 776 BC. The ancient Olympic Games included events like the pentathlon, which consisted of a running race, long jump, discus throw, javelin throw, and wrestling.",
        "url": "/athletics.jpg",
        "pageUrl": ""
    },
    {
        "id": "7",
        "title": "Badminton",
        "description": "Badminton is a racket sport played using racquets to hit a shuttlecock across a net.",
        "url": "/badminton.jpg",
        "pageUrl": ""
    }
]